Revit 2027 API
ParameterTypeId.StructuralBottomReleaseMx Property
 "Base Mx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralBottomReleaseMx { get; }
Public Shared ReadOnly Property StructuralBottomReleaseMx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralBottomReleaseMx {
	ForgeTypeId^ get ();
}
static member StructuralBottomReleaseMx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace